Revit 2024 API
ParameterTypeId.AnalyticalModelEndProjectionOrthogonal Property
 "End Projection Orthogonal"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalModelEndProjectionOrthogonal { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalModelEndProjectionOrthogonal As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalModelEndProjectionOrthogonal {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace